{
  "navbar": {
    "home": "Home",
    "about": "About",
    "frameworks":"Frameworks",
    "skills": "Skills",
    "contact": "Contact",
    "projects":"Projects"
  },
  "Name": "Anthony O.",
  "home": {
    "welcome": "Hello, Anthony here",
    "subText":"And I'm a frontend Developer",
    "Tools":"React.js | TailWind | JavaScript | TypeScript | HTML | CSS",
    "intro": "I specialize in building dynamic, responsive websites.Turning ideas into interactive experiences with React & Tailwind, CSS—crafting seamless designs, smooth interactions, and modern experiences that truly bring your ideas to life."
  },


  "about": {
    "title": "About Me",
    "description": "With over 3 years in frontend development, I specialize in creating responsive, interactive, and visually engaging web applications. I focus on blending performance, accessibility, and modern animations to deliver user-friendly experiences that bring ideas to life."
  },
  
"frameworks": {
  "title": "Frameworks",

  "Framework1": "React.js",
  "descFramework1": "A powerful JavaScript library for building fast, interactive, and component-based user interfaces.",

  "Framework2": "Tailwind CSS",
  "descFramework2": "A utility-first CSS framework for creating modern, responsive designs with clean and reusable classes.",

  "Framework3": "Framer Motion",
  "descFramework3": "A React animation library that makes it easy to add smooth, interactive, and production-ready animations."
},

"projects": {
  "title": "Projects",
   "description":"Here are some of the works i've completed!!",
  "Project1": "Safepazz",
  "P1description": "Built the SafePazz Dashboard, used by estates and organizations to secure, regulate and document the activities of occupants, employees, and visitors.",

  "Project2": "HarmonyPortal",
  "P2description": "Developed the Harmony Portal Dashboard, enabling investors to market and manage properties effectively.",

  "Project3": "ATL Store",
  "P3description": "This is a simple and personal project of mine, its a CRUD/e-commerce application hosted on Firebase."
},

 
  "contact": {
    "title": "Contact Me",
    "description": "Feel free to reach out for collaborations. I can't wait to work with you." ,
    "email": "Orjidalu@gmail.com",
    "phone":" +234 902 481 6383" 
  },
  "footer": {
    "text": "© 2024 Tony.DEV All rights reserved."
  } 
}
